{
  "events": [
    {
      "id": 1,
      "date": "OCT 5015U",
      "type": "HEADLINE",
      "title": "PRISON BREAK AND SHOOTOUT AT REDFORGE",
      "subtitle": "LUIS CORT PRIME SUSPECT",
      "source": "THE SURVEY SURVEY",
      "image": "HC.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 2,
      "date": "OCT 5015U",
      "type": "ALERT",
      "title": "REDFORGE UNDER LOCKDOWN AFTER TERRORIST ATTACKS",
      "subtitle": "HONG-COLEMAN SECURITY FORCES ENACTING CHECKPOINTS AT ALL INGRESS/EGRESS POINTS",
      "source": "CONSOLIDATED SRCS",
      "image": "ALERT.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 3,
      "date": "NOV 5015U",
      "type": "ARTCILE",
      "title": "HONG-COLEMAN DECLARES STATE OF EMERGENCY",
      "subtitle": "In a press release held by a Hong-Coleman spokesperson",
      "source": "THE SURVEY SURVEY",
      "image": "Explosion.png",
      "clickable": true,
      "new": false
    },
    {
      "id": 6,
      "date": "NOV 5015U",
      "type": "ALERT",
      "title": "HC FLASH-FIRE CONSTELLATION OPERATIONAL AREA EXPANDING",
      "subtitle": "F2C ORBITAL SUPPORT ENCROACHING 50MI OUT CLEARDAY BORDER",
      "source": ".::ELINT//PROCESSED",
      "image": "ALERT.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 7,
      "date": "NOV 27 5015U",
      "type": "INFO",
      "title": "MERCURY-ONE CELEBRATES 20th ANNIVERSARY OF CONOP",
      "subtitle": "Silverton Families praise M-1 personnel as example to all people of Perax to the capabilites of humans on the frontier. ",
      "source": "THE M.O.O.N.",
      "image": "ringStationCelebration.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 8,
      "date": "NOV 28 5015U",
      "type": "INFO",
      "title": "PIRACY ON THE RISE",
      "subtitle": "Shipping delays expected as cargo ships traveling to the Perax system join into larger convoys in an effort to resist increased space piracy in the Perax system. ",
      "source": "THE M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 9,
      "date": "NOV 30 5015U",
      "type": "INFO",
      "title": "BSC STUDY REVEALS PATTERN OF INCREASING AGGRESSION OF NATIVE PERAX CREATURES",
      "subtitle": "New study by BrightStar scientists reveals increased aggression from native Perax fauna. The cause remains unknown, and the study suggests civilians not stray far from their settlements to best avoid an encounter with the native animals.",
      "source": "THE BRIGHTSTAR POST",
      "image": "bs.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 10,
      "date": "DEC 01 5015U",
      "type": "INFO",
      "title": "DELAYED HA MARINES ARRIVE IN PERAX, JOIN GROWING FLEET LED BY HAS \"VALIANT\"",
      "subtitle": "The stalled out ships of the HA 613th Legionary Marines were repaired today, thanks to logistical efforts from the HAS \"Valiant\" stationed in the outskirts of the Perax system. The marines have now joined with the growing HA fleet, alongside vast reserves of supplies that experts estimate will allow the fleet to maintain independent operations for several years.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 11,
      "date": "DEC 02 5015U",
      "type": "INFO",
      "title": "TITECH MINIMUM WAGE LAW FAILS TO PASS",
      "subtitle": "A law to increase the minimum wage in TiTech failed to pass today. The law's detractors stated that the proposal \"threatened the economic stability and longevity on Perax.\" The law's supporters are disappointed by the outcome, but remain resolute that other measures still under review will find more success.",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 12,
      "date": "DEC 03 5015U",
      "type": "INFO",
      "title": "TERRORISTS RANSOM SILVERTON'S DELIZA SILVESTRI, DEMANDS SILVESTRI SUPERCARRIER \"ILLUSTRIOUS\"",
      "subtitle": "The group responsible for the kidnapping of Deliza Silvestri, a prominent diplomatic figure in the Silverton Families, have made public ransom demands for the return of their captive. They have demanded the forfeiture of a Silvestri family supercarrier trade ship, the \"Illustrious\", in exchange for Deliza's safe return.",
      "source": "THE SILVER SENTRY",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 13,
      "date": "DEC 03 5015U",
      "type": "INFO",
      "title": "SSC REACHES AGREEMENT WITH PUC, PLANS FOR CATALOG STORE ON M1",
      "subtitle": "The Smith-Shimano Corpro has concluded negotiations within the PUC to expand their business in the Perax system. The deal will allow SSC to open a storefront in Mercury One's Silver Ring, and permits them expanded trade allowances, in order to market their exclusive catalog of products to the Perax system.",
      "source": "THE M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 14,
      "date": "DEC 05 5015U",
      "type": "INFO",
      "title": "CLEARDAY REJECTS HA OFFER OF CHARITY",
      "subtitle": "Harrison Armory announced a program of providing relief aid to Clearday, supplying them with food, medicine, and clothes. Clearday officials are currently denying the Armory's offer, however, and informing their citizens to reject or destroy Armory supply drops.",
      "source": "The New Dawn Gazette",
      "image": "cd.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 15,
      "date": "DEC 07 5015U",
      "type": "INFO",
      "title": "SF ANNOUNCES LT. COL. DE MELO TO LEAD NEW SPECIAL TASK FORCE",
      "subtitle": "A press conference was held in the Silverton Families today to announce the creation of a special task force, headed by recent heroine Lt. Col. de Melo, for the purpose of protecting and securing Silverton Family assets on Perax against hostile action. Lt. Col. de Melo stated that her team would comprise \"the best the Silverton Families have to offer\", and would show \"no hesitation\" to act against any and all threats to the Silverton Family's colony.",
      "source": "THE SILVER SENTRY",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 16,
      "date": "DEC 08 5015U",
      "type": "INFO",
      "title": "ENTREPRENEUR SAUL DRAKE BEGINS FORMATION OF \"PERAX TRADERS' COALITION\"",
      "subtitle": "Saul Drake, an enterprising businessman from Titanics Technologies, has put into motion plans to create the \"Perax Traders' Coalition.\" The Coalition is meant to bring together traders and merchants across Perax, and provide an independent network for distributing goods and negotiating trade deals with all Perax colonies, free of allegiance to any one government.",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 17,
      "date": "DEC 10 5015U",
      "type": "INFO",
      "title": "HC JOURNALISTS UNCOVER BOMBING PLOT IN GAODAN, TERRORISTS ARRESTED, POSSIBLE LINK TO CLEARDAY",
      "subtitle": "A field investigator of the Hong-Coleman Ministry of Journalism uncovered a planned terrorist bombing of several civilian structures in the recently operational Gaodan mines near Clearday. Hong-Coleman security teams cleared the building being used to organize this act of terrorism, and were able to dismantle the operation in the ensuing firefight. Evidence suggests the terrorists were Clearday citizens who were inflamed by the construction of the Gaodan mines. Clearday leaders claim no involvement in the planned attacks, stating that the citizens were acting independently, and demand the return of the arrested terrorists so they may stand trial.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 18,
      "date": "DEC 11 5015U",
      "type": "INFO",
      "title": "GAODAN BOMBING THREAT PROMPTS FORMATION OF PERAX MISSILE INTERCEPT FORCE",
      "subtitle": "The recently thwarted terrorist attack in Gaodan has prompted the Perax United Colonies members to unanimously agree to TiTech's proposed \"Perax Missile Intercept Force.\" The PMIF will be staffed, funded, and supplied by members from all of Perax's colonies, for the sole purpose of monitoring missile launches from low-orbit or the colony surface, and to disable any launch determined to threaten the Union Utopian Pillars.",
      "source": "THE TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 19,
      "date": "DEC 13 5015U",
      "type": "INFO",
      "title": "WALFORD SHOCKED BY NEARBY ARTILLERY FIRE, HC CLAIMS TRAINING EXERCISES",
      "subtitle": "Favor turns against Hong-Coleman among the Perax colonies after a shocking story was made public revealing the extent of their artillery line being established along their border with Titanics Technologies. The article, which was made by a joint effort between TiTech journalists and the Clearday \"New Dawn Gazette\", shows Hong-Coleman artillery fire being launched just outside of Walford's city limits, illuminating the dark night with flashes of detonating shells. Hong-Coleman has stated they were conducting a \"live-fire test\" to ensure the safety of their military personnel, and have denied further comment.",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 20,
      "date": "DEC 24 5015U",
      "type": "INFO",
      "title": "IPS-N Contracted to Protect Interstellar Trade Routes in Response to Increasing Piracy",
      "subtitle": "Grave reports are on the rise regarding increasing frequency and brutality of piracy along Perax's interstellar shipping corridors. In response to the rising need to protect convoys, the Silverton families have contracted IPS-N through the 'Perax Galactic Outreach Protocols and Procedures' to assist in defending Perax's most traversed routes. \"Although we may live in uncertain times, The Silverton Families are committed to ensuring the safety of our brave traders. We believe IPS-N's considerable experience in these matters will ensure their safety and security\" said Deliza Silvestri in a recent comment.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 21,
      "date": "DEC 25 5015U",
      "type": "INFO",
      "title": "Shoushan Han Grants Official Pardon to Onodera Oniwa, Welcomed Back Into Service",
      "subtitle": "",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 22,
      "date": "DEC 26 5015U",
      "type": "INFO",
      "title": "Smith-Shimano Enters Talks with Silverton Families, Plans for Perax Outpost Colony",
      "subtitle": "\"We believe The Silverton Families are the perfect choice for Smith-Shimano's expansion into Perax. We look forward to this prosperous relationship.' \" said an SSC representative in a recent press release.",
      "source": "THE SILVER SENTRY",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 23,
      "date": "DEC 27 5015U",
      "type": "INFO",
      "title": "Silverton Families Enact \"Perax Galactic Outreach Protocols and Procedures\" Act, TiTech's Roman Castillo Decries as Violation of Perax Foreign Affairs Accords",
      "subtitle": "\"The Silverton Families have committed a clear violation of the Foreign Affairs Accords.\" said TiTech LCEO Roman Castillo in an interview. \"Bringing in foreign interests is a dangerous game they're playing. I am in talks currently with possible options to levy against The Silvertons.\"",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 24,
      "date": "DEC 30 5015U",
      "type": "INFO",
      "title": "BrightStar's Rokurou Masuda and Hong-Coleman's Shoushan Han Hold Private Meeting, Rumors of BrightStar Entering Escalating Conflict on Perax",
      "subtitle": "Both LCEOs declined to comment regarding rumors.",
      "source": "THE NEW DAWN GAZETTE",
      "image": "cd.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 25,
      "date": "JAN 1 5016U",
      "type": "INFO",
      "title": "\"Planet Pacifier\" Mohammad Ashok Joins Harrison Armory 613th Fleet, Claims Imminent Beast Hunts as Charitable Service to Colonies",
      "subtitle": "Roman Castillo points fingers at Silverton Families for \"Opening the floodgates\" in regards to foreign intervention.",
      "source": "THE M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 26,
      "date": "JAN 14 5016U",
      "type": "INFO",
      "title": "Third Flyby of Unflagged Aerial Units Prompts Another Clearday Alarm",
      "subtitle": "Clearday Defense Agency has publicly denounced recent flybys near Clearday borders as a blatant attempt at provocation. Although the CDA has not made public which colony they believe are instigating the flybys, the CDA has stated they are committing to strengthening Clearday's airspace.'",
      "source": "The New Dawn Gazette",
      "image": "cd.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 27,
      "date": "JAN 18 5016U",
      "type": "INFO",
      "title": "Infamous hacker arrested, sentenced to face trail 'Soon'",
      "subtitle": "Agents of Silverton Office of Market Investigations Reveal Evidence Identifying BrightStar Citizen Kokoro Sato as Hacker Responsible for Dozens of Security Breaches Over Past Decade; Sato to Face Trial in Silverton Courts within the week.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 28,
      "date": "JAN 19 5016U",
      "type": "INFO",
      "title": "Hacker Kokoro Sato Evades BrightStar Law Enforcement, Silverton Claims BSC Aiding and Abetting",
      "subtitle": "\"Kokoro Sato, wanted for countless cyber-crimes, continues to evade justice.\" said chief security officer Ellis Gregory. \"We are continuing to work diligently with our counterparts at TiTech and Hong-Coleman.\" When asked if BSC was possibly helping Sato, he had this to say: \"We will continue to reach out to our counterparts at BSC. However as the investigation is still ongoing I cannot comment further.\"",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 29,
      "date": "JAN 20 5016U",
      "type": "INFO",
      "title": "Hong-Coleman Announces Development of New \"ECHO-Pattern\" Satellite Network to Enhance Cyber-Security",
      "subtitle": "Hong-Coleman has announced the development of their new ECHO-Pattern satellite network. The state of the art network will provide secure communications that are `near uncrackable` while also providing improved performance to existing systems. \"In these most uncertain times, we must ensure that we remain ahead of our adversaries. Thus our excellent scientists have accelerated the development of the crucial ECHO-Pattern Satellite Network, ensuring Hong-Coleman can defend herself in, and out of cyberspace.\"",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 30,
      "date": "JAN 20 5016U",
      "type": "INFO",
      "title": "Action from Armory 6th Expeditionary Fleet! Pirate Asteroid Base Discovered, Obliterated, Armory Starting to Rebuild Remains to Provide Harbor for Fleet Vessels",
      "subtitle": "",
      "source": "HA Press Release",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 31,
      "date": "JAN 21 5016U",
      "type": "INFO",
      "title": "Silverton Supplies Raided Again! Silverton Plagued by Raiders, Pirates, Internal Factions Push for Greater Isolation, Consolidate and Protect Deliveries/Borders",
      "subtitle": "Maxentius Buteo of the growing 'Silver Fist' party spoke out at a rally today: \"Enough is enough. It's time for The Silverton Families to to focus first on ourselves. The other Perax colonies have proven to us time and time again that when push comes to shove, they recoil on honoring their deals. The Silverton Families should no longer abide by dead agreements that were never made with our best interests in mind.'\"",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 32,
      "date": "JAN 23 5016U",
      "type": "INFO",
      "title": "Clearday Accused of Affording Wanted Persons Safe Harbor Behind Their Walls, Clearday Claims \"All Are Welcome!\"",
      "subtitle": "\"Clearday has sent a clear message with their recent actions.\" said Celina Casella in a recent statement. \"Clearday has refused extradition of wanted criminals. Safe havens for criminals have no place on Perax, we will be speaking to the other colonies on this matter.\"",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 33,
      "date": "FEB 07 5016U",
      "type": "INFO",
      "title": "\"Night Talons\" Forms Contract with TiTech",
      "subtitle": "TiTech negotiates a contract with the \"Night Talons\" mercenary group, and their battlegroups have arrived in the Perax system to bolster TiTech's naval power; TiTech Head of Foreign Affairs Kamden Gardner assures contract in no way indicates aggressive intent.",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 34,
      "date": "FEB 09 5016U",
      "type": "INFO",
      "title": "Silvestri Family Holds Memorial for Desmond Silvestri",
      "subtitle": "Deliza Silvestri hosted a memorial service in honor of her cousin Desmond Silvestri, who tragically lost his life when his squad intercepted a suspicious cargo freighter which led to an attack by pirates.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 35,
      "date": "FEB 10 5016U",
      "type": "INFO",
      "title": "IPS-N Bolsters Security Forces at Mercury-One",
      "subtitle": "IPS-N representative Amar Patel announced arrival of greater IPS-N security ships to safeguard Mercury One and associated trade lanes from rampant piracy.",
      "source": "THE M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 36,
      "date": "FEB 14 5016U",
      "type": "INFO",
      "title": "Harrison Armory Recaptures Asteroid Base",
      "subtitle": "The Armory's 6th Expeditionary Fleet Detachment concluded its operation to refit a captured pirate asteroid base into a functioning resupply point for Armory vessels, affording the fleet greater operational capacity in the Perax system; the PUC is holding talks to discuss possible violations of the Perax Foreign Affairs Accords.",
      "source": "THE M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 37,
      "date": "FEB 15 5016U",
      "type": "INFO",
      "title": "Monster Attacks on the Rise. Mercenary Companies to Blame?",
      "subtitle": "Monster attacks continue to escalate in the lands between TiTech and Silverton holdings, recently attacking a Silverton supply convoy; Silverton forces were quickly on the scene to secure the area. Experts suggest increased fauna aggression may be linked to weeks-old skirmishes between the Weeping Suns and Voidstorm mercenary forces.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 38,
      "date": "FEB 15 5016U",
      "type": "INFO",
      "title": "\"Perax Free Traders' Union\" Formed Under Supervison of Saul Drake",
      "subtitle": "Saul Drake proudly announces formation of the \"Perax Free Traders' Union,\" a system-spanning organization dedicated to the transportation of critical supplies and medicines across Perax, with plans to expand into commercial products in the near future.",
      "source": "THE M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 39,
      "date": "FEB 16 5016U",
      "type": "INFO",
      "title": "Wanted Criminal Simon Mezgebe Still on the Loose",
      "subtitle": "TiTech security forces have lost track of wanted criminal Simon Mezgebe, wanted for the theft of state secrets, after a failed assault on a safehouse believed to be hosting him. While unsubstantiated, tourism photos on social media may show Simon Mezgebe in Clearday just hours after his escape, possibly linking to a Clearday organized extraction.",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 40,
      "date": "FEB 5016U",
      "type": "INFO",
      "title": "RESPONSES TO MERCURY ONE SITUATION",
      "subtitle": "The following is a conslidated report of various colony's responses to the situation on Mercury One.",
      "source": "MULTIPLE SOURCES",
      "image": "news1.png",
      "clickable": true,
      "new": false
    },
    {
      "id": 41,
      "date": "FEB 18 5016U",
      "type": "INFO",
      "title": "Mercury One Docking Changes",
      "subtitle": "Mercury One administrator Mariana Boyd announced today a radical shift in docking and customs policies for the station, loosening requirements for imports and exports aboard the station. This is the first of many changes the new administrator claims to be planning.",
      "source": "The M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 42,
      "date": "FEB 19 5016U",
      "type": "INFO",
      "title": "Goldmine's Disappearance Revealed?",
      "subtitle": "A video transmitted from aboard the Silvestri supercarrier “Goldmine” reveals a possible explanation for why the ship vanished hours ago: powersuits bearing a similar profile to those used by BrightStar Colonies’ “Dark-Sky Commando” teams can be seen in the video, indicating a possible direct engagement between colony states.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 43,
      "date": "FEB 20 5016U",
      "type": "INFO",
      "title": "Bleeding Valley Attacked!",
      "subtitle": "A massive attack against the Bleeding Valley, Hong-Coleman’s primary mineral extraction site on Perax, has left the site crippled. Multiple skirmishes began simultaneously hours ago, taking out key military and commercial installations, and has left Hong-Coleman scrambling; wreckage from the sites indicates cyberwarfare and remote-piloted platforms consistent with TiTech militarized forces, although Hong-Coleman marines have yet to corner the attackers, who continue to assault locations within the Bleeding Valley, and ransacking refined goods.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 44,
      "date": "FEB 20 5016U",
      "type": "INFO",
      "title": "Hong-Coleman Borders Strengthened!",
      "subtitle": "Hong-Coleman, in response to attacks in the Bleeding Valley earlier today, has mobilized additional troops to patrol the mountain passes and borders with TiTech; the Hong-Coleman government urges their citizens to stay in their homes and keep their ears to the news for further developments.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 45,
      "date": "FEB 21 5016U",
      "type": "INFO",
      "title": "TiTech Encroaches on Hong-Coleman Territory!",
      "subtitle": "A brief skirmish broke out between Hong-Coleman and TiTech forces posted near a key mountain crossing; leaders on both sides are rushing to determine who initiated this act of aggression, but so far no details are known.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 46,
      "date": "FEB 22 5016U",
      "type": "INFO",
      "title": "ECHO-Pattern Satellite Complete!",
      "subtitle": "Hours after an armed skirmish broke out between Hong-Coleman and TiTech, resulting in currently 43 accounted casualties, Hong-Coleman has completed work on their ECHO-Pattern satellite cyber-security system; the system reveals, Shoushan Han claims, that TiTech is irrefutably responsible for both the attack against Hong-Coleman as well as the Bleeding Valley attacks yesterday.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 47,
      "date": "FEB 25 5016U",
      "type": "INFO",
      "title": "Riots in Clearday Escalate",
      "subtitle": "Arrests soar as Clearday increases crackdowns on the riots following the assassination of Cynthia Jenkell. Melody Dimayuga, who leads The Clearday National Union, calls for “external intervention” as “The New Dawn is incapable of the leadership necessary during wartime.” The New Dawn party has yet to elect a new leader. Umair Kamal of the “Old Guard” party calls for Clearday to close its borders to focus on “getting our footing back” as the frontlines “creep ever closer to our doorstep”",
      "source": "The NEW DAWN GAZETTE",
      "image": "cd.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 48,
      "date": "FEB 28 5016U",
      "type": "INFO",
      "title": "Sword in Stone officially commences!",
      "subtitle": "Silverton Families' Brotherhood of Blades opens the \"Sword in Stone\" competition. A call to arms and a chance of glory for all who apply! Knights will be traveling to all of Silverton for recruitment! Join now, as thousands of your brothers and sisters have already responded to the call.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 49,
      "date": "MAR 02 5016U",
      "type": "INFO",
      "title": "Bleeding Valley Attacks Escalate!",
      "subtitle": "The intensifying situation at Bleeding Valley has forced Hong-Coleman to escalate their response. As our enemies have been undiscriminating in their targets, Hong-Coleman have upped retaliatory strikes. And to ensure the enemy has no time to regain their footing, anti-guerilla pilots from the brave MADMAN group have valiantly joined the defense of the Bleeding Valley.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 50,
      "date": "MAR 03 5016U",
      "type": "INFO",
      "title": "Spaceports Overwhelmed",
      "subtitle": "Spaceports all over Perax overwhelmed as those displaced seek safety. In accordance with Union Pillars, all colonies have pledged one way or another to ensure the safety of spaceports. Marariana Boyd has pledged that Mercury One will continue with the easement of its docking procedures to assist with the influx and management of displaced persons.",
      "source": "The M.O.O.N.",
      "image": "news.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 51,
      "date": "MAR 05 5016U",
      "type": "INFO",
      "title": "Digital Defense Department Formed",
      "subtitle": "TiTech forms the “Digital Defense Department”, a branch of TiTech dedicated to the contracting of cyber capabilities between TiTech and its many businesses. Kamden Gardner leads as the head of the department, releasing a statement earlier today: “Now every citizen has a chance to contribute to the safety of TiTech. Through this department we can scale our defenses to any cyber threat our adversaries dare throw at us.” The department has outlined key contributions it is seeking with lucrative compensation that has attracted numerous applicants.",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 52,
      "date": "MAR 10 5016U",
      "type": "INFO",
      "title": "Silverton Grid Attacked",
      "subtitle": "Silverton Ambrosini Agri-Processing plants on auxiliary power after a devastating cyber attack leaves the grid crippled. Celina Casella calls the attack cowardly, as no colony has claimed responsibility for the attack. Silverton engineers are working diligently to restore full capacity.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 53,
      "date": "MAR 17 5016U",
      "type": "INFO",
      "title": "Silverton Grid Restored, Investigation Opened",
      "subtitle": "Silverton grid restored to full capacity. Silverton’s Office of Market Investigation has launched a full scale investigation into the attack.",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 54,
      "date": "MAR 26 5016U",
      "type": "INFO",
      "title": "Meton Relocates, Led by Hero",
      "subtitle": "Hong-Coleman city Meton relocates downriver after Bleeding Valley skirmishes intensify. The heroic Onodera Oniwa personally led the escort. “The citizens of Meton are strong. I can feel their devotion to their homeland even while bombs and missiles explode in the distance. The citizens of Meton serve as an example of what everyone in Hong-Coleman should strive for.”",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 55,
      "date": "APR 01 5016U",
      "type": "INFO",
      "title": "Clearday Elects new Leader",
      "subtitle": "Clearday New Dawn party deadlock prompts emergency referendum. Hikari Fujita, leading the Perax People's United Front, elected as head of state.",
      "source": "The NEW DAWN GAZETTE",
      "image": "cd.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 56,
      "date": "APR 02 5016U",
      "type": "INFO",
      "title": "Clearday Resolve remains Resolute",
      "subtitle": "Hong-Coleman begins bolstering forces at Gaodan Mines. Clearday Fujita issues a statement on defending Clearday borders. “The chaos of war will not shake Clearday. Any colony that violates our borders will be met with the full might of our armed forces. We remain united as colonies throw Perax into upheaval. We shall remain the haven for the oppressed, now and always.”",
      "source": "The NEW DAWN GAZETTE",
      "image": "cd.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 57,
      "date": "APR 05 5016U",
      "type": "INFO",
      "title": "Tax Credits Offered to Hong-Coleman Manufacturers",
      "subtitle": "Hong-Coleman passes a law issuing tax credits towards wartime manufacturing.",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 58,
      "date": "APR 12 5016U",
      "type": "INFO",
      "title": "Silverton Encroaches on BSC Borders",
      "subtitle": "Silvertons station forces near the BSC border, citing hostile wildlife as the cause. BrightStar has responded by stating wildlife patterns have shown little to no aggressive confrontations near these borders.",
      "source": "THE BRIGHTSTAR POST",
      "image": "bs.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 59,
      "date": "MAY 03 5016U",
      "type": "INFO",
      "title": "Walford hit by stray airstrikes as air defenses struggle to keep up against the Hong-Coleman FLASH-FIRE constellation.",
      "subtitle": "",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 60,
      "date": "MAY 05 5016U",
      "type": "INFO",
      "title": "TiTech unveils \"ASTRAEUS' HAMMER\", an anti-satellite system capable of \"Defending our citizens from the threats above.\"",
      "subtitle": "",
      "source": "The TiTechTimes",
      "image": "tt.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 61,
      "date": "MAY 05 5016U",
      "type": "INFO",
      "title": "Hong-Coleman repositions FLASH-FIRE constellation to focus on repelling the invaders at Bleeding Valley.",
      "subtitle": "",
      "source": "The Survey Survey",
      "image": "hc.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 62,
      "date": "MAY 25 5016U",
      "type": "INFO",
      "title": "TRAITOR EXECUTED!",
      "subtitle": "Silverton publicly executes a spy suspected of working for BrightStar. “Our Office of Market Investigations has uncovered that extensive insider knowledge was used in the attack on Ambrosini” said Celina Casella before the execution. “Evidence has pointed to an employee by the name John Faraz, who the investigation revealed was not from Silverton. Our enemies are within our borders brothers and sisters. And it is up to each and every one of us to remain vigilant.”",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 63,
      "date": "JUNE 02 5016U",
      "type": "INFO",
      "title": "Silverton Blockades BrightStar",
      "subtitle": "Silverton has begun a blockade of Port Brave, demanding extradition of suspected \"Dark-Sky Commando\" leader responsible for Goldmine loss. Rokurou Masuda calls the blockade “Inconvenient.”",
      "source": "The Silver Sentry",
      "image": "sf.png",
      "clickable": false,
      "new": false
    },
    {
      "id": 64,
      "date": "JUNE 05 5016U",
      "type": "INFO",
      "title": "BrightStar Lodges Formal Complaint to UAB Representative",
      "subtitle": "Rokurou Masuda has lodged a formal complaint against Silverton's blockade of Port Brave with the UAB Representative for Perax, Union Administrator Hagos Kassahun. \"This foolishness has gone on long enough.\" said Masuda in a recent press release. \"Silverton is impeding important research and trade that is critical given the current atmosphere Perax finds itself in. It is thus why I have called upon Union`s representative to step in on this matter. While they maintain a strict policy of non-interference in the current situation, it is my firm belief that Silverton is beginning to overstep the bounds implied by the Four Pillars. BrightStar most certainly is not interested in being dragged into a senseless conflict, and I am sure my counterpart in Silverton understands they have little to gain if they tried.\"",
      "source": "",
      "image": "bs.png",
      "clickable": false,
      "new": true
    },
    {
      "id": 65,
      "date": "JUNE 8 5016U",
      "type": "INFO",
      "title": "Union Administrator Hagos Kassahun to Act as Intermediary in Blockade Negotiations",
      "subtitle": "Administrator Kassahun, who has primarily been overseeing the movement of the Perax Diaspora and the safety of the spaceports, has announced that they will be acting as an intermediary in the negotiations between The Silverton Families and BrightStar Colonies regarding the former`s blockade. In a statement released earlier today Kassahun recounts the difficulties Union faces balancing the autonomy and freedom frontiers such as Perax demand, \"It's been a perilous time for the millions of Perax citizens. The very nature of the Perax system, far from the reach of Union and vastly unexplored, calls for a degree of sovereignty by those that work it`s fields. And by abiding to a the common framework laid out by Union, the very pillars holding us all together, we can ensure this frontier`s survival. By our laws so long as these pillars are maintained Union will continue to not interfere in this conflict. That being said, in addition to my current duties the blockade that Silverton has imposed upon BrightStar warrants my attention.\" Kassahun declined further comment.",
      "source": "",
      "image": "bs.png",
      "clickable": false,
      "new": true
    },
    {
      "id": 66,
      "date": "JUN 13 5016U",
      "type": "INFO",
      "title": "Silverton Relaxes Blockade of Port Brave",
      "subtitle": "After tense negotiations between Silverton and BrightStar representatives, Kassahun has announced that Silverton has agreed to relax the blockade against Port Brave. In exchange BrightStar has agreed to release Dark-Sky Commando Luka Oleksei to Silverton custody, who now awaits trial to face justice for the loss of Goldmine.",
      "source": "",
      "image": "sf.png",
      "clickable": false,
      "new": true
    },
    {
      "id": 67,
      "date": "JUN 14 5016U",
      "type": "INTERNAL VST REPORT",
      "title": "Perax Conflict Assessment",
      "subtitle": "The situation on Perax continues to evolve. Hong-Coleman`s slow approach and long-range artillery is battering many of TiTech`s forward bases and limiting TiTech`s ability to gain a foothold anywhere near Hong-Coleman borders. However, TiTech`s cyber-warfare capabilities remain unmatched, consistently giving Hong-Coleman pause long enough for TiTech to continuously regroup and redouble efforts on many of their operations. Now even given that, and the fact that this conflict has been waged for quite some time now, both sides still exhibit an amount of measured caution that causes me to conclude that they are both still testing each other`s capabilities. There are key facilities and strategic locations, such as printer facilities, that both sides (to my knowledge) have not made any major attempt against. Instead continuing to rely heavily on mechanized chassis, attempting to establish footholds near and around key sections of borders. TiTech and Hong-Coleman both seem to be preparing for a prolonged fight as the core military units (Tanks, Fighters, etc...) have yet to see large scale deployment yet.",
      "source": "",
      "image": "NHPs/noah.png",
      "clickable": false,
      "new": true
    },
    {
      "id": 68,
      "date": "JUN 15 5016U",
      "type": "INTERNAL VST ANNOUCEMENT",
      "title": "Air Condition Fixed!",
      "subtitle": "It is with great pleasure that I announce that, thanks to the tremendous efforts by the Engineering Core with special thanks to engineer Architect, that the air condition on The Voidstorm has been restored! Please bring forward any further issues with atmospheric controls to chief Biruk, thank you.",
      "source": "",
      "image": "NHPs/legion.png",
      "clickable": false,
      "new": true
    },
    {
      "id": -1,
      "date": "MONTH DAY 5016U",
      "type": "INFO",
      "title": "TITLE",
      "subtitle": "",
      "source": "",
      "image": "IMAGE.png",
      "clickable": false,
      "new": false
    }
  ]
}